---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.SizeLookupTableIsNotAvailableForType
source: html/1cbf6791-9acc-fff4-abde-76c42d0f62ad.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.SizeLookupTableIsNotAvailableForType Property

Size Lookup Table is not available for type [Family Symbol].

## Syntax (C#)
```csharp
public static FailureDefinitionId SizeLookupTableIsNotAvailableForType { get; }
```